package com.fitsport.asfer

import com.fitsport.asfer.nutrition.NutritionListItem

val NUTRITIONS = arrayListOf(
    NutritionListItem(
        title = "GoodDayUser",
        name = "Диета для поддержание формы",
        morning = "Омлет с беконом и сыром, свежий апельсиновый сок, кофе или чай.",
        dinner = "Салат из свежих овощей с оливковым маслом, куриная грудка гриль, картофельное пюре, компот из сухофруктов.",
        supper = "Лосось на пару с лимонным соусом, квиноа с грибами, бокал белого вина, фруктовый салат для десерта."
    ),
    NutritionListItem(
        title = "FunDayUser",
        name = "Диета для набора массы",
        morning = "Яичница из двух яиц, тосты с авокадо, банан, натуральный йогурт, черный кофе без сахара.",
        dinner = "Гречневая каша с грибами и луком, запеченная треска с розмарином, салат из огурцов и помидоров, яблочный компот.",
        supper = "Тунец в маринаде с имбирем, рисовая лапша с овощами, зелёный чай с жасмином, мороженое на десерт."
        ),
    NutritionListItem(
        title = "GreatDayUser",
        name = "Диета для похудения",
        morning = "Французские тосты с кленовым сиропом, бекон, свежевыжатый апельсиновый сок, чашка кофе с молоком.",
        dinner = "Куриные котлеты с гречкой, салат из свежего огурца и укропа, томатный суп-пюре, компот из абрикосов.",
        supper = "Запеченный лосось с аспарагусом, картофельное пюре с чесноком, бокал красного вина, шоколадный мусс для десерта."
    )
)


